{
  "en": {
    "hotspot-1": "Fibre coupling of 7 diode lasers sources (continuous and pulsed) and multifunctional handpiece with automatic recognition and adjustment of parameters.",
    "hotspot-2": "MLS® combined and synchronized emission is now enhanced to reach 1kW Peak Power.",
    "hotspot-3": "High resolution 10” LCD touchscreen display for a unique user experience with pre-set and tailored protocols.",
    "hotspot-4": "Handpiece holder arm for fixed point use equipped with sphere and joints."
  },
  "it": {
    "hotspot-1": "Accoppiamento in fibra di 7 sorgenti laser a diodi (a luce continua e pulsata) e manipolo multifunzionale con riconoscimento e regolazione automatica dei parametri.",
    "hotspot-2": "L'emissione combinata e sincronizzata di MLS® è stata potenziata per raggiungere 1kW di potenza di picco.",
    "hotspot-3": "Display touch LCD da 10\" ad alta risoluzione per un'esperienza utente unica con protocolli preimpostati e personalizzati.",
    "hotspot-4": "Braccio porta manipolo per uso a puntamento fisso dotato di snodo sferico."
  },
  "fr": {
    "hotspot-1": "Couplage fibre de 7 sources lasers à diodes (continues et pulsées) et pointeur multifonctionnelle avec reconnaissance et réglage automatiques des paramètres.",
    "hotspot-2": "L’émission combinée et synchronisée MLS® est désormais améliorée pour atteindre 1 kW de puissance de pic.",
    "hotspot-3": "Écran tactile LCD haute résolution de 10” pour une expérience utilisateur unique avec des protocoles prédéfinis et personnalisés.",
    "hotspot-4": "Bras porte-pointeur pour usage à pointage fixe doté d'articulation à rotule."
  },
  "de": {
    "hotspot-1": "Faserkopplung von 7 Diodenlaserquellen (kontinuierlich und gepulst) und Multifunktionshandstück mit automatischer Erkennung und Einstellung der Parameter.",
    "hotspot-2": "Die kombinierte und synchronisierte Emission von MLS® wird jetzt auf 1 kW Spitzenleistung verbessert.",
    "hotspot-3": "Hochauflösendes 10-Zoll-LCD-Touchscreen-Display für ein einzigartiges Benutzererlebnis mit voreingestellten und maßgeschneiderten Protokollen.",
    "hotspot-4": "Arm samt Kugelgelenk als Halterung und zur fixen Ausrichtung des Handstücks."
  },
  "es": {
    "hotspot-1": "Acoplamiento de fibra de 7 fuentes láser de diodo (continuas y pulsadas) y manípulo multifuncional con reconocimiento y ajuste automático de parámetros.",
    "hotspot-2": "La emisión combinada y sincronizada de MLS® se ha mejorado para alcanzar una Potencia Máxima de 1kW.",
    "hotspot-3": "Pantalla táctil LCD de 10” LCD de alta resolución para una experiencia de usuario única con protocolos pre-establecidos y personalizados.",
    "hotspot-4": "Brazo porta manípulo para uso con apunte fijo dotado de articulación esférica."
  }
}
