{
  "en": {
    "hotspot-1": "Dual and parallel action: leveraging on the principle of thermal exchange, with SmartCooler HIRO TT enhances the biological effects of Hilterapia®.",
    "hotspot-2": "HIRO TT combines the patented HILT® 1064nm Nd:YAG pulsed laser source with SmartCooler, ensuring comfort to the patients also in cases of very acute inflammation and on highly sensitive subjects.",
    "hotspot-3": "HIRO TT has been designed to connect three handpieces (Ø 5mm for pain therapy, Ø 10mm for pain therapy on sensitive areas, DJD for regenerative therapy) with a single optic fiber.",
    "hotspot-4": "High resolution 10” LCD touchscreen display for a unique user experience with automatic recognition of handpiece in use and adjustment of parameters."
  },
  "it": {
    "hotspot-1": "Azione duplice e parallela: sfruttando il principio dello scambio termico, HIRO TT potenzia gli effetti biologici di Hilterapia® grazie alla tecnologia SmartCooler.",
    "hotspot-2": "HIRO TT abbina la sorgente laser Nd:YAG pulsata brevettata HILT® 1064nm a SmartCooler, un sistema refrigerante che garantisce comfort ai pazienti anche in caso di infiammazioni molto acute e su soggetti altamente sensibili.",
    "hotspot-3": "HIRO TT è stato progettato in modo da potere collegare tre manipoli (Ø 5mm per la terapia del dolore, Ø 10mm per la terapia del dolore su aree sensibili, DJD per la terapia rigenerativa) ad un'unica fibra ottica.",
    "hotspot-4": "Display touch LCD da 10” ad alta risoluzione per un'esperienza utente unica con riconoscimento automatico del manipolo in uso e regolazione dei parametri."
  },
  "fr": {
    "hotspot-1": "Action double et parallèle : en s’appuyant sur le principe de l’échange thermique, avec SmartCooler HIRO TT renforce les effets biologiques de Hilterapia®.",
    "hotspot-2": "HIRO TT combine la source laser pulsée brevetée HILT® 1064nm Nd:YAG avec SmartCooler, en assurant le confort des patients également en cas d’inflammation très aiguë et sur des sujets très sensibles.",
    "hotspot-3": "HIRO TT a été conçu pour connecter trois pièces à main (Ø 5 mm pour la thérapie de la douleur, Ø 10 mm pour la thérapie de la douleur sur les zones sensibles, DJD pour la thérapie régénérative) avec une seule fibre optique.",
    "hotspot-4": "Écran tactile LCD haute résolution de 10” pour une expérience utilisateur unique avec reconnaissance automatique de la pièce à main utilisée et réglage des paramètres."
  },
  "de": {
    "hotspot-1": "Doppel-und Parallelwirkung: Durch das Prinzip des Wärmeaustauschs verstärkt HIRO TT mit SmartCooler die biologische Wirkung von Hilterapia®.",
    "hotspot-2": "HIRO TT kombiniert die patentierte gepulste Laserquelle HILT® 1064nm Nd:YAG mit SmartCooler, um den Patienten auch bei sehr akuten Entzündungen und bei hochsensiblen Patienten Komfort zu bieten.",
    "hotspot-3": "HIRO TT wurde entwickelt, um drei Handstücke (Ø 5 mm für die Schmerztherapie, Ø 10 mm für die Schmerztherapie an sensiblen Bereichen, DJD für die regenerative Therapie) mit einem einzigen Lichtwellenleiter zu verbinden.",
    "hotspot-4": "Hochauflösendes 10-Zoll-LCD-Touchscreen-Display für ein einzigartiges Benutzererlebnis mit automatischer Erkennung des verwendeten Handstücks und Einstellung der Parameter."
  },
  "es": {
    "hotspot-1": "Acción dual y paralela: aprovechando el principio del intercambio térmico, con SmartCooler HIRO TT se potencian los efectos biológicos de la Hilterapia®.",
    "hotspot-2": "HIRO TT combina el HILT® 1064nm Nd patentado: fuente láser pulsada YAG con SmartCooler, garantizando el confort de los pacientes incluso en casos de inflamación muy aguda y en sujetos muy sensibles.",
    "hotspot-3": "HIRO TT ha sido diseñado para conectar tres piezas de mano (Ø 5mm para terapia del dolor, Ø 10mm para terapia del dolor en zonas sensibles, DJD para terapia regenerativa) con una sola fibra óptica.",
    "hotspot-4": "Pantalla táctil LCD de 10” de alta resolución para una experiencia única de usuario con reconocimiento automático de la pieza de mano en uso y ajuste de parámetros."
  }
}
